tap "felixkratz/formulae"
tap "homebrew/services"
tap "nikitabobko/tap"
brew "ast-grep"
brew "fd"
brew "fzf"
brew "gh"
brew "go"
brew "lazygit"
brew "luarocks"
brew "node"
brew "node-build"
brew "nodenv"
brew "python@3.12"
brew "python@3.13"
brew "rbenv"
brew "ripgrep"
brew "starship"
brew "swiftlint"
brew "tmux"
brew "tree"
brew "tree-sitter"
brew "wget"
cask "aerospace"
cask "affinity-designer"
cask "affinity-photo"
cask "chatgpt"
cask "claude"
cask "fantastical"
cask "figma"
cask "font-hack-nerd-font"
cask "forklift"
cask "ghostty"
cask "obsidian"
cask "only-switch"
cask "postico"
cask "raycast"
cask "reflect"
cask "sf-symbols"
cask "spotify"
cask "xcodes-app"
