tap "homebrew/services"
tap "nikitabobko/tap" # aerospace tap
brew "ast-grep"
brew "fzf"
brew "gh"
brew "lazygit"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "tree"
brew "tree-sitter"
brew "wget"
cask "aerospace"
cask "chatgpt"
cask "figma"
cask "forklift"
cask "ghostty"
cask "obsidian"
cask "only-switch"
cask "postico"
cask "raycast"
cask "sf-symbols"
cask "spotify"
cask "xcodes-app"